RhinoInside.Revit API Documentation
Revit.ActiveDBDocument Property
[Missing <summary> documentation for "P:RhinoInside.Revit.Revit.ActiveDBDocument"]
 Namespace: RhinoInside.Revit
 Assembly: RhinoInside.Revit (in RhinoInside.Revit.dll) Version: 1.5.8021
Syntax
public static Autodesk.Revit.DB.Document ActiveDBDocument { get; }
@property
def ActiveDBDocument(self) -> Autodesk.Revit.DB.Document
Property Value
Type: Autodesk.Revit.DB.Document
See Also
Reference
Revit Class
RhinoInside.Revit Namespace